[
  {
    "title": "Shiori no Nikki",
    "description": "Shiori is turning 35, married for 3 years and trying to adapt to the unvarying and boring routine as a wife. She thought that this tranquility will be their future as a married couple, but one day, she stumbles on a diary on her husband's study. As Shiori reads through the pages, she realizes it is her husband's diary where he put down in writing all his private moments with his lover! Is it time for Shiori to start her own diary?\n\n(Source: MU)",
    "background": "Shiori no Nikki was published in English as Shiori's Diary by Seven Seas Entertainment under the Ghost Ship imprint from August 17, 2021 to April 26, 2022.",
    "genres": [
      "Drama",
      "Ecchi",
      "Seinen"
    ],
    "characters": []
  },
  {
    "title": "Joou-sama no Eshi",
    "description": "Fujimaki barely scrapes by in school grade-wise. But he thinks all is well, because he just has to quit school and become a top-selling mangaka. It is that easy! One day he catches his hyper-intelligent classmate Yukimori masturbating to eromanga in an abandoned room in school. One thing leads to another and he gets blackmailed into drawing eromanga for her.\n\n(Source: MU)",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Comedy",
      "Romance",
      "Ecchi",
      "School",
      "Seinen"
    ],
    "characters": []
  },
  {
    "title": "Watashi no Fushidara",
    "description": "",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Drama",
      "Supernatural",
      "Ecchi",
      "School",
      "Seinen"
    ],
    "characters": []
  },
  {
    "title": "Keijo!!!!!!!!",
    "description": "Keijo, a new form of gambling sport, has taken Japan by storm. While standing on floating circular platforms, players must defeat their opponents by using only their breasts and buttocks. Drawn into this female-only sport in hopes of making a fortune and escaping poverty, 17-year-old Nozomi Kaminashi decides to abandon her gymnastics career to apply for the Setouchi Keijo Training School alongside Sayaka Miyata, her new friend and former judo athlete. In the upcoming exam, the girls will have to utilize the utmost of their abilities to qualify as students of the school. With only the final goal in mind, Nozomi and Sayaka steel themselves to compete against participants from all over the country.\n\n[Written by MAL Rewrite]",
    "background": "Following the conclusion of Keijo!!!!!!!!, Daichi Sorayomi revealed in a blog post that prior to the anime's airing, he was told to conclude the series by the time the anime ended. He also said that he did not receive much support by publisher Shogakukan in producing and popularizing the series.",
    "genres": [
      "Sports",
      "Ecchi",
      "Combat Sports",
      "Shounen"
    ],
    "characters": []
  },
  {
    "title": "Charai Hayama ni Kyun to Kita",
    "description": "Enjoying the tranquility between the bookshelves, Touko Ashina spends her time volunteering as the sole member of her school's library committee. However, her cherished peace is disrupted when she finds someone sleeping among the shelves—a first-year named Yuuto Hayama. As it turns out, Hayama was recently given detention, and his punishment is to assist Ashina. Hayama is known for his irresistible charm, and the rumors of the reason behind his detention are too much for his innocent upperclassman to handle.\n\nAlthough Ashina tries to ignore idle gossip, Hayama's playful teasing and unexpected love for books make her cheeks burn red. She has never felt special or like she could compete with other beautiful girls, but Hayama has a way of making her grow bolder around him. As the two spend more time together, it soon appears that Hayama can no longer see Ashina as just another girl.\n\n[Written by MAL Rewrite]",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Romance",
      "School",
      "Shoujo"
    ],
    "characters": []
  },
  {
    "title": "City Hunter",
    "description": "Ryo Saeba is a \"sweeper\" in the city of Tokyo. His works as a trouble shooter, cleaning the streets of vermin, and helping out desperate people. Sometimes he's a bodyguard, sometimes he's an assassin, whatever Ryo does he does it well. In fact his only flaw is his hormones - he loves the ladies and sometimes turns into an idiot when he's near them. Thankfully he's got people like his partner Kaori Makimura to keep him in check.\n\n(Source: ANN)",
    "background": "City Hunter was partially published in English by Gutsoon! Entertainment, who published the first five volumes from June 18, 2003 to April 28, 2004. It is published digitally in English by Coamix through Manga Hot.",
    "genres": [
      "Adventure",
      "Comedy",
      "Detective",
      "Shounen"
    ],
    "characters": []
  },
  {
    "title": "Rain",
    "description": "The continent Murgenia, where they master swordsmanship and magic:\n\nThe small country Sunkwoll is in a tight spot because it's under attack of the great country Zarmine. But the general, Rain, who's reputed to be an exceptionally gifted swordsman, is against the war and won't enter the battle. But how is one supposed to wage a war like this anyway?\n\n(Source: Storm in Heaven)",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Shounen"
    ],
    "characters": []
  },
  {
    "title": "Uchuu Senkan Yamato",
    "description": "The human race has one year left to live. Aliens known as the Gamilas have attacked Earth, poisoning it with radioactivity and driving humans underground. As humankind grows sicker by the day, their final hope is the Space Battleship Yamato–constructed from secret plans and equipped with advanced technology. Its mission: to reach a distant planet and bring back a cure to save humanity. Will the ship and its crew rescue the Earth in time?\n\n(Source: Seven Seas Entertainment)",
    "background": "Uchuu Senkan Yamato was published in English as Space Battleship Yamato by Seven Seas Entertainment as a 3-in-1 omnibus volume on April 9, 2019.",
    "genres": [
      "Action",
      "Adventure",
      "Sci-Fi",
      "Adult Cast",
      "Mecha",
      "Military"
    ],
    "characters": []
  },
  {
    "title": "Hidari no Futari",
    "description": "A second-year member of the swim team gets the short end of the stick when he fails the Etiquette Committee's mandatory school uniform inspection. The strict committee member examining him takes issue with his brown hair and does not believe that he is even part of the team with his scrawny stature. Moping about, the second-year student is sent on a club errand and once again runs into the same committee member—who now asks for his assistance with an unusual request.\n\n[Written by MAL Rewrite]",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Romance",
      "School"
    ],
    "characters": []
  },
  {
    "title": "Odd Girl Out",
    "description": "Nari, who just wants to blend in, ends up forming a squad with the three prettiest girls on her first day of high school.\n\n(Source: LINE Webtoon)",
    "background": "Odd Girl Out has been published digitally in English by LINE Webtoon since July 11, 2018.",
    "genres": [
      "Comedy",
      "Slice of Life",
      "School"
    ],
    "characters": []
  },
  {
    "title": "Ruru Chouchou",
    "description": "As a boy in feudal Japan, Sorano finds his short stature, feminine appearance, and timid nature troubling. One day, when Sorano is yet again mistaken for a girl by three insistent men, a tall and handsome individual named Iori intervenes. Impressed by Iori's charming personality, Sorano agrees to accompany them for a day. Despite their differences, the two soon discover that they have more in common than they initially assumed.\n\n[Written by MAL Rewrite]",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Crossdressing",
      "Historical"
    ],
    "characters": []
  },
  {
    "title": "Confession",
    "description": "Two mountain climbing friends, Asai and Ishikura, get trapped in the middle of a storm after an accident. Ishikura, earnestly believing he is about to die, decides to relieve his heart and confesses a sin from his past. However, he survives, and both make their way to a deserted cabin while waiting for help to arrive. But the knowledge of the confession weighs heavy on the both of them, and the long wait under the pressure begins to hack away at their sanity.\n\n(Source: vimanga.ru)",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Drama",
      "Suspense",
      "Adult Cast",
      "Psychological",
      "Seinen"
    ],
    "characters": []
  },
  {
    "title": "Mookhyang: Dark Lady",
    "description": "The exceptional martial artist and proud hierarch of the Demonic Sect, Mookhyang, winds up in a strange new fantasy realm after falling victim to a curse cast by his enemies, the Blood Sect. But when Mookhyang's incredible control over qi, or mana, becomes known, it's only a matter of time before he gets cursed again... and turned into a young lady?! In this world of elves, mages, knights, and dragons, will a mastery of Chinese martial arts be enough for one man (or woman) to fight his way back home? Or will this humbled warrior finally concede defeat?\n\n(Source: Tappytoon)",
    "background": "Mookhyang: Dark Lady is an adaptation of the second arc of Dong-jo Jeon's Mookhyang novel series. It is originally a webtoon series which has been officially published in book format by Haksan Publishing since April 27, 2020.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Magical Sex Shift"
    ],
    "characters": []
  },
  {
    "title": "Ibara no Namida",
    "description": "College student Maki meets and clearly falls for the new student on campus, Kanna. But, like a good little lesbian, she prefers denial to pursuit, even when her best friend, Lilia, pushes her to make a move. Thus begins Rikachi's Ibara no Namida.\n\n(Source: Okazu)",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Girls Love",
      "Romance",
      "School"
    ],
    "characters": []
  },
  {
    "title": "Kiratto!☆Yell",
    "description": "Yuuto enters his all-boy junior-high with the hope of joining a manly cheering squad, but is surprised to find all the boys in the club dressed as girls. \n\n(Source: MU)",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Comedy",
      "Sports",
      "Crossdressing",
      "School",
      "Seinen"
    ],
    "characters": []
  },
  {
    "title": "The Girl's Winter",
    "description": "She thought of dying, but never of the consequences on others...",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Drama",
      "Shoujo"
    ],
    "characters": []
  },
  {
    "title": "Bride",
    "description": "A beautiful tale about a 20 year old divorcee who cannot bare children and her second marriage to the 16 year old, fourth son of a prestigious family. The son who was ill since childhood became forsaken by his family. But in order to prevent his spirit from haunting the family after his death they forced him to marry Sou.\n\n(Source: MU)",
    "background": "No background information has been added to this title. Help improve our database by adding background information here.",
    "genres": [
      "Drama",
      "Romance",
      "Historical",
      "Shoujo"
    ],
    "characters": []
  },
  {
    "title": "Inuyashiki",
    "description": "Ichirou Inuyashiki is an old father worn down by the hardships of life, rendering him helpless and weak. Although he is friendless, unloved by his family, and diagnosed with cancer, he decides to try living his best life and adopts a dog. However, while walking his dog one night, the reality of his hopeless situation settles in and he breaks into sobs in a park. But that sadness is short-lived as an encounter with an extraterrestrial object leaves him with a healthy yet mechanical body. Unsettled by the foreign body and his inability to cry anymore, Inuyashiki starts to believe he has lost his humanity.\n\nHowever, one night, he saves a homeless man from death, and the sight of the happy and grateful man moves him to tears—proving to him that he is still a human. From that moment onward, Inuyashiki resolves to put his new power to use for the purpose of saving those in need.\n\nUnfortunately, his joy doesn't last for long, for he finds that there is a new threat determined to revel in its own newfound power through horrifying means. Thus, Inuyashiki's mission turns from being a small-time neighborhood hero to a guardian against a thriving monster.\n\n[Written by MAL Rewrite]",
    "background": "Inuyashiki was published in English by Kodansha Comics USA from August 25, 2015 to December 19, 2017. It has been published in Italian by Panini Comics under the Planet Manga imprint since October 24, 2015, in Spanish by Milky Way Ediciones, and in Argentinian Spanish by Editorial IVREA.",
    "genres": [
      "Drama",
      "Sci-Fi",
      "Gore",
      "Seinen"
    ],
    "characters": []
  },
  {
    "title": "I Was the Male Lead's Ex",
    "description": "The original Erica was written as the pitiful ex of the novel's male lead, Reo. Now that I'm her, I refuse that pathetic side role, and I'll cast him aside first! But then again... the way he looks at me, with those gentle eyes... No! I must stay strong. All the male leads fall for Juliana anyway. I can't compete with her (she's the protagonist!), but it feels like these men are throwing me into the ring! Should I let the plot run its course or save a few broken hearts and give my destiny a rewrite?\n\n(Source: Tapas Media)",
    "background": "I Was the Male Lead's Ex has been published digitally in English by Tapas Media since August 12, 2021 and in French by piccoma Europe.",
    "genres": [
      "Fantasy",
      "Romance",
      "Isekai",
      "Reincarnation"
    ],
    "characters": []
  },
  {
    "title": "Hinamizawa Teiryuujo: Higurashi no Naku Koro ni Genten",
    "description": "On a rainy day in the small town of Hinamizawa, classmates Rika Furude and Mion Sonozaki take shelter at the bus stop. As others arrive to seek shelter from the rain, they meet a few interesting people: a freelance writer interested in the local legends of the god Oyashiro, and two officials from the Ministry of Construction discussing the Hinamizawa Dam Project—something Rika is against as it threatens to destroy their town. However, the project is not going smoothly as there has been an unusual string of deaths surrounding the construction of the dam. While some dismiss these deaths as pure coincidence, rumors among the townsfolk connect them to \"Oyashiro's Curse.\"\n\n[Written by MAL Rewrite]",
    "background": "Hinamizawa Teiryuujo in an adaptation of unreleased stage play, of the same title, that Ryukishi07 wrote and eventually later turned into the Higurashi no Naku Koro ni game.",
    "genres": [
      "Comedy",
      "Horror",
      "Mystery",
      "Psychological",
      "Seinen"
    ],
    "characters": []
  }
]